<?php
/*
 * Theme Name: course-programs
 */
 ?>

<?php get_header(); ?>

<?php include 'nav-glavna.php'; ?>


<section class="container-fluid cards pt-4 pb-4 pt-md-5 pb-md-5">
	<div class="container">
		<div class="row">
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="https://курсы-программирования.рус/FULL-STACK-2"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/Full%20_Stack300x300.jpg?_t=1577958497" alt="Full Stack" />
					<div class="pos-a card-title card-title-in-dark text-center">Full Stack</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="https://курсы-программирования.рус/Machine-Learning-Certification-Training"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/9-machine-learning-300x300.jpeg" alt="machine-learning" />
					<div class="pos-a card-title card-title-in-dark text-center">Machine Learning Certification Training</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="https://курсы-программирования.рус/FRONT-END-CERTIFICATION-TRAINING"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/FRONT_END_CERTIFICATION_TRAINING300x300.jpg" alt="machine-learning" />
					<div class="pos-a card-title card-title-in-dark text-center">Front End Certification Training</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="https://курсы-программирования.рус/google-top1-продвижение-сайтов"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/google_top1300x300.jpg" alt="google_top1" />
					<div class="pos-a card-title card-title-in-dark text-center">Google TOP1 Продвижение сайтов</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="http://курсы-программирования.рус/ремонт-ноутбуков-работа/"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/1-hacker-in-legal-0109-1-300x300.jpg" alt="hacker-in-legal" />
					<div class="pos-a card-title card-title-in-dark text-center">РЕМОНТ НОУТБУКОВ РАБОТА</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="https://курсы-программирования.рус/курсы-SEO-оптимизации-продвижения"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/SEO-spec300.jpg" alt="machine-learning" />
					<div class="pos-a card-title card-title-in-dark text-center">КУРСЫ ПО SEO-ОПТИМИЗАЦИИ И ПРОДВИЖЕНИЮ САЙТОВ</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="#"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/3-artificial-intelligence-3-300x300.jpg" alt="artificial-intelligence" />
					<div class="pos-a card-title card-title-in-dark text-center">Artificial intelligence Certification Training</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="#"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/4-cyber-security-01-300x300.jpg" alt="cyber-security" />
					<div class="pos-a card-title card-title-in-dark text-center">Cyber Security Certification Training</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="#"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/4-data-security-3-300x300.jpg" alt="data-security" />
					<div class="pos-a card-title card-title-in-dark text-center">Big Data Security Certification Training</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="#"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/5-ios-dev-training-2-300x300.jpg" alt="dev-training" />
					<div class="pos-a card-title card-title-in-dark text-center">iOS App Development Training</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="#"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/5-java-3-300x300.jpg" alt="java" />
					<div class="pos-a card-title card-title-in-dark text-center">Java App Development Certificate Training</div>
				</a>
			</div>
			<div class="col-12 col-md-6 col-lg-4 mb-2">
				<a class="card pos-r shadow-hover mt-1 mb-1 mt-md-2 mb-md-2 mt-lg-3 mb-lg-3" href="#"><img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/6-social-engineering-3-300x300.jpg" alt="social-engineering" />
					<div class="pos-a card-title card-title-in-dark text-center">PenTest+ Social Engineering Training</div>
				</a>
			</div>
		</div>
	</div>
</section>
<section class="container pt-4 pb-4 pt-md-5 pb-md-5" id="about">
	<div class="row">
		<h2 class="h4_blue mb-2 mb-md-3 mb-lg-4">ПОЧЕМУ МЫ?</h2></div>
	<p>Чувство рынка, авторские методики и умение объяснять сложные вещи простым языком – наши главные преимущества. Активно сотрудничая с корпоративным сектором, приоритетной задачей становится скорость и качество обучения. После наших курсов людям не приходится переучиваться, что дает возможность выстраивать долгосрочные отношения с представителями крупных компаний.</p>
	<p>Все преподаватели – это практики, которые умеют отделять главное от второстепенного. Нет заумных академических речей и сложных объяснений. Акцент сделан на простую, понятную каждому теорию и активную практическую часть.</p>
	<p>Вне зависимости от начальной подготовки, выпускники в равной степени получают все необходимые знания и навыки для эффективной ежедневной работы. Каждому студенту уделяется столько внимания, сколько это требуется для достаточного понимания инструментов, с которыми он работает.</p>
</section>
<section class="container mb-3 mb-md-4 mb-lg-5 pt-3 pt-md-4 pt-lg-5" id="review">
	<div class="row">
		<h2 class="h4_blue mb-2 mb-md-3 mb-lg-4">ОТЗЫВЫ</h2></div>
	<p>Курс прошел в марте 2018 года, темы курса продуманны, материал преподносится последовательно и доступно даже для тех кто раньше не занимался программированием. Изучаемые конструкции закрепляются на практических примерах, что очень важно, это помогает лучше усвоить материал и приобрести базовые навыки.</p>
	<p>На занятиях освоил базовые конструкции языка, которые в настоящее время использую для построения более сложных алгоритмов. Изученные конструкции вижу при анализе чужого кода и использую при написании своего. Полученные знания помогли мне при решении задач по анализу, кластеризации, классификации данных, их визуализации для широкого круга пользователей и др.</p>
	<p>Даниил в ходе учебного процесса внимательно относится к возникающим вопросам, помогает разобраться, подсказывает/направляет на поиск различных вариантов решения одной и той же задачи, на простых примерах доводит ученика до результата.</p>
	<p>Могу смело рекомендовать данный курс, он даст вам основу для более быстрого развития в нужном направлении, освоении библиотек, требуемых для решения ваших задач. SergeyShpak@mail.ru</p>
	<div class="ml-4">
		<div class="name">Сергей Ш.</div>
		<div class="work">Разработчик big data</div>
	</div>
	<hr class="mt-2 mb-2 mt-md-3 mb-md-3 mt-lg-4 mb-lg-4" />
	<p>Весной 2018 проходил обучение на курсе по языку программирования Python у Даниила. До прихода на данный курс (на обучение направил работодатель - Сбербанк), как таковой практики и знаний по языку Python у меня не было (хотя навыками программирования владею). Несмотря на отсутствие знаний Python, курс мне дался очень легко и понятно.</p>
	<p>Даниил изложил весь материал в простой и доступной форме, уделив 90% времени на практические занятия. Хоть курс и был непродолжительный (всего одна неделя), но за эту неделю удалось успешно овладеть базовыми знаниями по языку, достаточными для написания большинства программ. Таким образом, мой "багаж программирования" пополнился еще одним языком! 🙂 Рекомендую! s.e.n-91@mail.ru</p>
	<div class="ml-4">
		<div class="name">Евгений С.</div>
		<div class="work">Разработчик</div>
	</div>
	<hr class="mt-2 mb-2 mt-md-3 mb-md-3 mt-lg-4 mb-lg-4" />
	<p>Проходил в феврале 2018 обучение навыкам языка программирования Python у Даниила. Курс был не большой, недельный. За ту неделю было много изучено, с самого начала. Язык довольно таки интересный, синтаксис не сложный, в отличие от C# или Java.</p>
	<p>Преподаватель объясняет доступно, подробно, + практически на каждую задачу даёт задания для самостоятельной работы для закрепления. При возникновении проблем, дополнительно уделялось время на проработку, объяснение и возможные пути решения задачи.</p>
	<p>В целом курс очень понравился, рекомендую людям, которые хотят научиться или закрепить свои навыки в программировании. Ссылка на мой профиль вконтакте: https://m.vk.com/vitaly_lukyanov. При возникновении вопросов по поводу курса/преподавателя, прошу обращаться.</p>
	<div class="ml-4">
		<div class="name">Виталий Л.</div>
		<div class="work">Разработчик</div>
	</div>
</section>
<section class="container-fluid" id="answer_pre">
	<div id="answer_pre_rotate"></div>
</section>


<?php include 'review.php'; ?>
<?php include 'answer.php'; ?>


<?php get_footer(); ?>