<?php /* Template Name: отзывы-о-javarush-вся-правда */ ?>
<?php
	global $Title;
	global $Description;
	global $Keywords;
	$Title = "Отзывы о Javarush: вся правда";
	$Description = "JavaRush – распространенная онлайн-школа для программистов, которая находится во Вконтакте. Именно там проходят все уроки, но для того, чтобы записаться на курс нужно написать одному из представителей. Как говорят слухи, некоторые модераторы не совсем вежливо общаются с потенциальными клиентами.";
	$Keywords = "Отзывы о Javarush, онлайн-школа для программистов, прохождение бесплатных курсов";
?>

<?php get_header(); ?>

<?php include 'nav-article.php'; ?>

<section class="bodyArticle pb-4 pb-md-5"><div class="container"><div class="row">
<h1 class="h4_blue mb-3 mb-md-4 mt-4 mt-md-5">Отзывы о Javarush: вся правда</h1></div></div>

<div class="container pt-2 pt-md-3"><div class="row">
<p>JavaRush – распространенная онлайн-школа для программистов, которая находится во Вконтакте. Именно там проходят все уроки, но для того, чтобы записаться на курс нужно написать одному из представителей. Как говорят слухи, некоторые модераторы не совсем вежливо общаются с потенциальными клиентами. С чего можно сделать вывод – не дорожат репутацией и бизнесом. Если учесть, что цена курса варьируется от 500 рублей до 7000, то желание студентов должно быть для них законом. Что же на самом деле твориться за стенами школы?</p>
<img class="img-fluid mb-4 mb-md-5" src="https://курсы-программирования.рус/wp-content/uploads/2019/12/отзывы-о-javarush-вся-правда.jpg" alt="отзывы-о-javarush-вся-правда" />

<h5 class="h5_blue mb-3 mb-md-4 mt-4 mt-md-5">Отзывы реальных людей</h5>
<p>Из основных отзывов о школе на Пикабу</p>
<p>1. Отзыв пользователяSlavuti4говорит о противоречии цены и качества сервиса. Помимо этого, материалы курса на достойном уровне, хороший практический потенциал.</p>
<p>«Я всегда был доволен занятиями и инфой, время от времени заходил почитать их блог. Но такого отношения к своим покупателям – не ожидал! Еще и блокируют всех, чье мнение не совпадает с мнением какого-то модератора! Вообще стыд! Хотя я буду </p>
<img class="img-fluid mb-4 mb-md-5" src="https://курсы-программирования.рус/wp-content/uploads/2019/12/отзывы-о-javarush-вся-правда2.jpg" alt="отзывы-о-javarush-вся-правда" />

<p>продолжать курс, все-таки здесь мы собрались не за моральными поучениями, а реальной профессией» - Slavuti4 о Javarush.</p>
<p>2. Отзыв nitros350 показывает, что материалы курса не совсем отличаются от бесплатных ресурсов в интернете.</p>
<p>«Мне все знакомые твердили, а я не верил! Говорили начать с бесплатного, а то зря потратишь копейку. Так и вышло, на выходе – из YouTube и на Пикабу больше узнать о программировании. Бывает занятия не доступны или по логике стояли в разброс. Такое ощущение, что кто-то из их разработчиков плохо знает программирование».</p>
<p>3. PsychoLamb указывает на недоработки сайта, когда даже платная часть курса может выдавать ошибки, тем самым сбивать учащегося с толку.</p>
<p>«Плата за курс не маленькая, а тест зависают по- страшному.Не раз проходил тест и уже на этапе проверки писало, что тест не пройдет вовсе. Бесит» - от пользователя PsychoLamb.</p>
<p>Только вам решать, кому верить и тратить ли средства на JavaRush. Стоит задуматься о прохождении бесплатных курсов, которые доступны каждому пользователю в интернете, без платных подписок. В дальнейшем, не забывайте уточнять все тонкости перед оплатой за обучение. Если информация будет для вас не актуальна, то деньги вам не вернут. Если с вас требуют подписку на сайт, то стоит отказаться от такого предложения, ведь в будущем у вас могут не санкционировано списывать деньги за использование сайта.</p>

		</div>
	</div>
</section>

<?php get_footer(); ?>
