<?php /* Template Name: отзывы-о-школах-программирования */ ?>
<?php
	global $Title;
	global $Description;
	global $Keywords;
	$Title = "Отзывы о школах программирования";
	$Description = "Программирование на пике популярности и каждый пытается извлечь из этого выгоду. Кто-то обучается, кто-то преподает, кто-то пишет разоблачение крупных корпораций или выдает новые факты о забытых технологиях. Каждый занят своим делом, которое важно для современного общества.";
	$Keywords = "Отзывы о школах программирования, Реальные отзывы людей Школы программирования";
?>

<?php get_header(); ?>

<?php include 'nav-article.php'; ?>

<section class="bodyArticle pb-4 pb-md-5"><div class="container"><div class="row">
<h1 class="h4_blue mb-3 mb-md-4 mt-4 mt-md-5">Отзывы о школах программирования</h1></div></div>
<div class="container pt-2 pt-md-3"><div class="row">
<p>Программирование на пике популярности и каждый пытается извлечь из этого выгоду. Кто-то обучается, кто-то преподает, кто-то пишет разоблачение крупных корпораций или выдает новые факты о забытых технологиях. Каждый занят своим делом, которое важно для современного общества. Чтобы мы делали, если бы не было Интернета? Казалось бы, это маленькая деталь нашей жизни, но если ее не станет, то мы даже не сможем найти отзывы о школах программирования. А ведь это так важно. Чтобы выбрать для себя подходящую школу программирования, прочитайте эту статью до конца.</p>
<h5 class="h5_blue mb-3 mb-md-4 mt-4 mt-md-5">Реальные отзывы людей</h5>
<p>Школы программирования и оценка от студентов:</p>
<div class="w-100"></div>
<p><b>1. Geekbrains.</b></p>
<p>Из уст учеников: дешевле, чем при университете; красивый, но пустой лендинг; громкие фразы, без практического подтверждения; частые сбои сайта. Отзывы большинства говорят о том, что даже сайт создателей часто выдает сбой на этапе авторизации. Большинство уроков приходится смотреть по несколько раз, ведь система выдает ошибку. Получается, что те, кто будут учить вас делать сайты, сами не умеют это делать? Учится в такой школе или нет, каждый решает для себя. Блокируют личные кабинеты за плохие отзывы (даже при оплаченных курсах).</p>
<p><b>2. GeekTimesот Harb.</b></p>
<p>«Временами хорошо, временами очень плохо» - отзывы из сети. Ученики говорят о завышенной цене и мании величия у преподавателей. Даже по статьям профессоров в блоге Харб видно, что отношение к людям без знания программирования – посредственное. Часто можно увидеть автора статей, который вступил в перепалку в комментариях. Так и на курсах, если студент задает много вопросов – ему просто грубят или огрызаются в ответ «поищи в гугле».</p>
<p><b>3. Личный блог.</b></p>
<p>Бесплатный курс, который обучает студентов с ноля, но при этом активно взаимодействует с аудиторией. Как говорят отзывы – преподаватели без образования и самоучки. Когда просишь помощь – не помогут, хотя яро предлагают помощь, а потом молчат. Были случаи блокировок аккаунта за нелестные отзывы.</p>
<p><b>4. HTMLacademy.</b></p>
<p>Один из немногих курсов, о которых присутствуют лестные отзывы. Студенты данного курса в восторге от сайта и постановки обучения. При этом бесплатная часть не сможет дать никаких знаний, а оплачивать сразу весь платный курс рискуют не все. Каждая школа имеет свой сайт, на котором описываются возможности студента, но никто не показал на практике больших успехов после окончания. </p>

		</div>
	</div>
</section>

<?php get_footer(); ?>
