<?php /* Template Name: сравнение-работы-программиста-в-сша-и */ ?>
<?php
	global $Title;
	global $Description;
	global $Keywords;
	$Title = "Сравнение работы программиста в США и в России.";
	$Description = "Рабочие будни программистов в России редко бывают красочными. Именно поэтому, рука невольно набирает «зарплата программиста в США», а глаза лезут на лоб. Америка всегда была ведущей страной в IT-сфере, но все ли так гладко?";
	$Keywords = "зарплата программиста в США, Сравнение работы программиста в США и в России";
?>

<?php get_header(); ?>

<?php include 'nav-article.php'; ?>

<section class="bodyArticle pb-4 pb-md-5"><div class="card cards pos-r mb-1 mb-md-2 mb-lg-3 w-100">
<img class="card-img-top" src="http://курсы-программирования.рус/wp-content/uploads/2019/12/сравнение-работы-программиста-в-сша-и.jpg" alt="сравнение-работы-программиста-в-сша-и" />
<div class="pos-a card-title card-title-in-dark card-title-in-dark_big d-flex align-items-center"><div class="text-center d-flex f-column w-100">
<h1 class="h4_blue mb-3 mb-md-4 mb-lg-5 mt-3 mt-md-4 mt-lg-5 text-white">Сравнение работы программиста в США и в России.</h1></div>
</div></div><div class="container pt-2 pt-md-3"><div class="row">
<p>Рабочие будни программистов в России редко бывают красочными. Именно поэтому, рука невольно набирает «зарплата программиста в США», а глаза лезут на лоб. Америка всегда была ведущей страной в IT-сфере, но все ли так гладко? Если вы когда-нибудь хотели бросить свою работу и переехать в Штаты, то эта статья для вас!</p>
<h5 class="h5_blue mb-3 mb-md-4 mt-4 mt-md-5">Сравнение США vs Россия</h5>
<p>Если вы мечтаете о климате без зимы, об океане и высоком окладе, то спешим вас огорчить. Помимо известных благ Америки, есть много подводных камней, касающихся заработной платы.</p>
<p>1. США</p>
<p>По официальным данным, заработная плата штатного программиста составляет 6000 долларов в месяц (по договору 100,000 в год без учета налога). Таким образом, годовой оклад с высчитанными налогами будет в районе 70,000 долларов. Налоги вычитают от </p>
<p>25% до 40% в зависимости от расположения компании и вашего семейного статуса (жена, дети и другое).</p>
<img class="img-fluid mb-4 mb-md-5" src="https://курсы-программирования.рус/wp-content/uploads/2019/12/сравнение-работы-программиста-в-сша-и2.jpg" alt="сравнение-работы-программиста-в-сша-и" />
<p>2. Россия</p>
<p>Месячный оклад программиста, по данным сайта Яндекс.Работа от 70,000 рублей в Москве и 55,000 в Питере. С высоким уровнем знаний, широким набором навыков и умений (уровень Сениор) программист получить от 100,000 в Москве и 90,000 в Питере. Все данные субъективные и указаны по вакансиям, которые открыты. Не исключено, что есть рабочие места в ИТ-сфере, где оклад больше.</p>
<h5 class="h5_blue mb-3 mb-md-4 mt-4 mt-md-5">Инфраструктура и качество жизни</h5>
<p>Говоря об окладе в двух больших странах, было бы неправильно, не указать уровень жизни и средние цены на жилье, транспорт и развлечения для людей. Невозможно подсчитать средние траты оклада программиста, потому что все очень индивидуально. Подсчеты можно сделать для себя, по своим приоритетам и желаниям.*</p>
<p>Месячные траты в США на жизнь:</p>
<p>Жилье: от 3,000 до 5,000 долларов месяц.</p>
<p>Транспорт: от 2,75 долларов за одну поездку в метро до 20 долларов за аренду велосипеда.</p>
<p>Развлечения: от 12 до 30 долларов за вечер, в зависимости от места (театр, бар, кино).</p>
<p>Медицинская страховка: от 160 до 350 долларов в месяц.</p>
<p>Продукты питания: в среднем 500 долларов в месяц.</p>
<p>Траты в России:</p>
<p>Жилье: от 20,000 в месяц до 70,000 (по Москве).</p>
<p>Транспорт: от 55 рублей за одну поездку в метро до 100 рублей на бензин.</p>
<p>Развлечения: от 100 до 500 рублей за вечер (кино, ресторан, паб).</p>
<p>Мед. страховка: не обязательная.</p>
<p>Продукты питания: в среднем 6,000 рублей в месяц</p>
<p>Это список минимальных трат среднестатистического американца и россиянина. Все траты указаны по данным американский и российских сайтов на момент написания, поэтому цены могут варьироваться каждый день.</p>

<img class="img-fluid mb-4 mb-md-5" src="https://курсы-программирования.рус/wp-content/uploads/2019/12/сравнение-работы-программиста-в-сша-и2.jpg" alt="сравнение-работы-программиста-в-сша-и" />

		</div>
	</div>
</section>

<?php get_footer(); ?>
