<?php /* Template Name: школа-яндекс-практикум-реальные-отзы */ ?>
<?php
	global $Title;
	global $Description;
	global $Keywords;
	$Title = "Школа Яндекс.Практикум: реальные отзывы студентов и статистика успешности";
	$Description = "Совсем недавно глобальная корпорация Яндекс запустила в свет новый продукт. Теперь каждый желающий может пройти курс программирования на платформе «Яндекс.Практикум».";
	$Keywords = "курс программирования на Яндекс.Практикум";
?>

<?php get_header(); ?>

<?php include 'nav-article.php'; ?>

<section class="bodyArticle pb-4 pb-md-5"><div class="container"><div class="row">
<h1 class="h4_blue mb-3 mb-md-4 mt-4 mt-md-5">Школа Яндекс.Практикум: реальные отзывы студентов и статистика успешности</h1></div></div>

<div class="container pt-2 pt-md-3"><div class="row">
<p>Совсем недавно глобальная корпорация Яндекс запустила в свет новый продукт. Теперь каждый желающий может пройти курс программирования на платформе «Яндекс.Практикум». Из полезного: на сайте присутствует бесплатная часть, а обучение проходит по всем фронтам (и теория, и практика, и примеры из жизни). Выпускаясь, вы получаете знания и навыки, которые позволяют сразу же устроиться на стажировку в ИТ-компании. Но в полной мере, можно получить все необходимое после покупки платной части (курс длится полгода-9 месяцев) за 60-80 тысяч рублей.</p>
<img class="img-fluid mb-4 mb-md-5" src="https://курсы-программирования.рус/wp-content/uploads/2019/12/школа-яндекс-практикум-реальные-отзы.jpg" alt="школа-яндекс-практикум-реальные-отзы" />

<h5 class="h5_blue mb-3 mb-md-4 mt-4 mt-md-5">Статистика прохождения курса</h5>
<p>Как говорит основатель Практикума, бесплатная часть имеет свое предназначение – фильтрация студентов. Чтобы быть мотивированным и купить платную часть, нужно пройти бесплатную. Как показывает практика 50% даже не доходят до окончания доступной части курса. При этом она рассчитана всего на 20 часов. По словам руководства – это играет им на руку, ведь никто не хочет «плохих» студентов, которые будут в дальнейшем обузой какого-то работодателя.</p>
<p>Также из статистики видно, что более 55% процентов студентов не из Москвы и Питера. Этот показатель растет, а это значит, что скоро мир настигнет новая волна программистов. 80% учащихся уже получили или на последнем курсе университета. 20% еще не определились. Усредненный показатель возраста – 27 лет. На данный платное обучение начал первый поток студентов (из них 3% уже перестали просматривать курс по неизвестным причинам). Также около 10% перевелись в другие группы или взяли «каникулы» на неопределенный срок. По нашим расчетам, обучение должны окончить 55-75% потока.</p>
<h5 class="h5_blue mb-3 mb-md-4 mt-4 mt-md-5">Отзывы реальных клиентов</h5>
<p>Из-за того, что еще ни один студент не закончил обучение, говорить об отзывах сложно. Но уже бытуют слухи об поступивших и о бесплатной платформе, доступной для всех.</p>
<p>Что известно на данный момент:</p>
<p>В сети ходят слухи о том, что один из учеников продал машину ради курса, а другой отдал все накопленные средства.</p>
<img class="img-fluid mb-4 mb-md-5" src="https://курсы-программирования.рус/wp-content/uploads/2019/12/школа-яндекс-практикум-реальные-отзы2.jpg" alt="школа-яндекс-практикум-реальные-отзы" />
<p>Есть те, кто уволился из больших корпораций и поменял достаток на мечту.</p>
<img class="img-fluid mb-4 mb-md-5" src="https://курсы-программирования.рус/wp-content/uploads/2019/12/школа-яндекс-практикум-реальные-отзы3.jpg" alt="школа-яндекс-практикум-реальные-отзы" />
<p>Руководство ставит перед собой высокую планку – трудоустроить большую часть первого выпуска и продолжать с другими потоками.</p>
<p>Руководство обдумывает оплату частями за курс.</p>

<p>Планы Яндекс.Практикума вывести обучение на новый уровень, при этом заботясь о каждом студенте как можно больше, даже после окончания курса. Новые возможности представились не только для разработчиков ПО, но и для вэб-дизайнеров.</p>

		</div>
	</div>
</section>

<?php get_footer(); ?>
